<script setup lang="ts">
import UButton from "~/components/ui/UButton.vue";

useSeoMeta({ title: "Правила редактирования" })
</script>

<template>

  <UButton icon="lucide:arrow-left" @click="useRouter().back()" class="m-b-4">Назад</UButton>

  <h1>Правила редактирования</h1>

  <ul>
    <li>Запрещено размещать любой неприемлемый контент, рекламу сторонних проектов и т.д.</li>
    <li>Запрещено ломать стили. Например, нельзя делать размер шрифта слишком большим.</li>
    <li>Запрещено убирать всю информацию, пытаясь "удалить" сервер с мониторинга.</li>
    <li>Запрещено устанавливать неверные ссылки. Например, нельзя устанавливать ссылку на сайт вместо ссылки на Discord сервер.</li>
  </ul>

</template>