<script setup lang="ts">
useSeoMeta({ title: "Частые вопросы" })
</script>

<template>

  <h1>Частые вопросы</h1>

  <p>
    <b>Как можно отредактировать информацию о сервере?</b><br>
    Опишите нужные изменения в заявке на GitHub, которая была создана при добавлении сервера.
    Чтобы разработчик не забыл внести изменения, переоткройте заявку.
  </p>
  <hr>
  <p>
    <b>Как поднять сервер в топе?</b><br>
    Попросите своих игроков <a href="/auth/github">войти через GitHub</a> и поставить
    звезду Вашему серверу.
  </p>
  <hr>
  <p>
    <b>Можно ли удалить сервер с мониторинга?</b><br>
    Напишите в заявку на GitHub, что желаете удалить сервер.
    Однако, если создатель мониторинга посчитает нужным
    оставить сервер, удалить его не будет возможности.
  </p>
  <hr>
  <p>
    <b>Почему мой сервер тут, хотя я не просил его добавлять?</b><br>
    Создатель время от времени самостоятельно находит популярные среди сообщества проекты.
    Такие сервера добавляются на мониторинг без согласия владельцев.<br>
    Если необходимо изменить информацию о сервере, откройте заявку на GitHub и напишите, что
    нужно поменять. Может понадобится подтвердить свою личность, связавшись с создателем через Discord
    и дав понять, что GitHub аккаунт действительно принадлежит владельцу сервера.
  </p>
  <hr>
  <p>
    <b>Что это за тематика такая - мистические сервера?</b><br>
    Постараюсь дать максимально понятное определение. Мистические сервера - Vanilla+ проекты,
    где происходят различные тематические ивенты. Все такие ивенты связаны с аномалиями
    и паранормальными явлениями.
  </p>

</template>